{
    "5c7d8f0e-3a9b-4c2d-9e1f-6a4b3c8d2e7a": {
        "_id": "5c7d8f0e-3a9b-4c2d-9e1f-6a4b3c8d2e7a",
        "title": "The Witcher 3",
        "genre": "Open World",
        "players": 32000,
        "date": "2015-05-19",
        "imageUrl": "/images/witcher.png",
        "summary": "A story-driven, open world fantasy RPG. Play as Geralt of Rivia, a monster slayer for hire, who must find the Child of Prophecy in a vast, war-torn world. The game is known for its morally gray choices, mature storyline, and expansive world exploration.",
        "_createdOn": 1617194350000
    },
    "7b9a2c4f-1d5e-4b6c-8a3d-2f1e0g3h4i5j": {
        "_id": "7b9a2c4f-1d5e-4b6c-8a3d-2f1e0g3h4i5j",
        "title": "Elden Ring",
        "genre": "Action RPG",
        "players": 105000,
        "date": "2022-02-25",
        "imageUrl": "/images/elden ring.png",
        "summary": "A monumental fantasy action RPG developed by FromSoftware and Bandai Namco. Set in the Lands Between, players embark on an epic quest to become the Elden Lord, exploring a vast open world designed by Hidetaka Miyazaki, with worldbuilding contributed by fantasy author George R. R. Martin.",
        "_createdOn": 1645708800000
    },
    "3d4e5f6g-7h8i-9j0k-1l2m-3n4o5p6q7r8s": {
        "_id": "3d4e5f6g-7h8i-9j0k-1l2m-3n4o5p6q7r8s",
        "title": "Minecraft",
        "genre": "Sandbox",
        "players": 1400000,
        "date": "2011-11-18",
        "imageUrl": "/images/minecraft.png",
        "summary": "Minecraft is a sandbox video game where players explore a blocky, procedurally generated 3D world with infinite terrain. Players may discover and extract raw materials, craft tools and items, and build structures, earthworks and simple machines.",
        "_createdOn": 1617194450000
    },
    "9f8e7d6c-5b4a-3c2d-1e0f-9g8h7i6j5k4l": {
        "_id": "9f8e7d6c-5b4a-3c2d-1e0f-9g8h7i6j5k4l",
        "title": "Cyberpunk 2077",
        "genre": "Action RPG",
        "players": 85000,
        "date": "2020-12-10",
        "imageUrl": "/images/cyberpunk.png",
        "summary": "An open-world, action-adventure story set in Night City, a megalopolis obsessed with power, glamour and body modification. You play as V, a mercenary outlaw going after a one-of-a-kind implant that is the key to immortality.",
        "_createdOn": 1607558400000
    },
    "8f8f63c2-b74d-4ae1-9ee5-053acdfa4fad": {
        "_id": "8f8f63c2-b74d-4ae1-9ee5-053acdfa4fad",
        "title": "Hearthstone",
        "genre": " Card game",
        "players": 3800000,
        "date": "2014-05-12",
        "imageUrl": "https://d39zum0jwvcigt.cloudfront.net/_next/static/images/default-4fff3c606c794dc03a915b9071f562d3.jpg",
        "summary": "Hearthstone is a free-to-play, digital collectible card game set in the Warcraft universe where two players use decks of cards to reduce their opponent's hero's health to zero. Players choose one of eleven classes, each with unique cards and abilities, and build a 30-card deck to battle. Gameplay involves strategically playing minions, spells, and weapons, managing mana resources, and using a unique Hero Power each turn. ",
        "_createdOn": 1763227871855
    }
}